Repository: michaelmiracle018/react-native-expo-quick-starter
Catalog: src/languages/locale/locales/*/messages.po
Languages: fr

source: Should contain at least one numeric
fr: Doit contenir au moins un chiffre

source: Should contain at least one special character
fr: Doit contenir au moins un caractère spécial

source: Should contain at least one uppercase letter
fr: Doit contenir au moins une lettre majuscule

source: Should contain more than 8 characters
fr: Doit contenir plus de 8 caractères

source: Sign in with your email to continue.
fr: Connectez-vous avec votre email pour continuer.

source: Sign Up
fr: S'inscrire

source: Sign Up Successful
fr: Inscription réussie

source: Step
fr: Étape

source: Submit
fr: Soumettre

source: Success
fr: Succès

source: SUCCESS
fr: SUCCÈS

source: Successful
fr: Réussi

source: successfully
fr: avec succès

source: Swap
fr: Échanger

source: Taxes for Customers
fr: Taxes pour les clients

source: Termination
fr: Terminaison

source: Terms & Condition
fr: Conditions générales

source: Terms & Conditions
fr: Conditions générales

source: Terms of Use
fr: Conditions d'utilisation

source: Text copied to clipboard
fr: Texte copié dans le presse-papiers

source: The SendAfrika application may include links to third-party websites such as the Apple Store and Play Store, operated independently of us ("third-party websites"). SendAfrika does not sponsor, endorse, or approve of the operators of third-party websites or the information, graphics, and material found on them ("third-party material"). We make no warranties or representations regarding the quality, accuracy, merchantability, or fitness for a particular purpose of third-party material or products/services available through third-party websites, nor do we warrant that third-party material does not infringe intellectual property rights. We do not authorize the reproduction of third-party material by linking to it from this website.
fr: L'application SendAfrika peut inclure des liens vers des sites Web tiers tels que l'Apple Store et le Play Store, exploités indépendamment de nous ("sites Web tiers"). SendAfrika ne sponsorise pas, n'approuve pas et ne cautionne pas les opérateurs de sites Web tiers ni les informations, graphiques et documents qui s'y trouvent ("matériel tiers"). Nous ne donnons aucune garantie ni ne faisons aucune déclaration concernant la qualité, l'exactitude, la qualité marchande ou l'adéquation à un usage particulier du matériel tiers ou des produits/services disponibles sur des sites Web tiers, et nous ne garantissons pas que le matériel tiers ne viole pas les droits de propriété intellectuelle. Nous n'autorisons pas la reproduction de matériel tiers en créant un lien vers celui-ci à partir de ce site Web.

source: The SendAfrika service, including all content, software, functions, materials, and information made available in connection with or accessible through the service, is provided "as is." To the fullest extent permissible by law, SendAfrika, its subsidiaries, affiliates, agents, co-branders, and partners (collectively, "SendAfrika") make no representation or warranty of any kind whatsoever for the service or the content, materials, information, and functions made accessible by the software used on or accessed through the service, or for any breach of security associated with the transmission of sensitive information through the service. Each SendAfrika entity disclaims, without limitation, any warranty of any kind with respect to the service, including but not limited to non-infringement, merchantability, or fitness for a particular purpose. SendAfrika does not warrant that the functions contained in the service will be uninterrupted or error-free. SendAfrika shall not be responsible for any service interruptions, including, but not limited to, system failures or other interruptions that may affect the receipt, processing, acceptance, completion, or settlement of payment transactions or the service.
fr: L'application SendAfrika peut inclure des liens vers des sites Web tiers tels que l'Apple Store et le Play Store, exploités indépendamment de nous ("sites Web tiers"). SendAfrika ne sponsorise pas, n'approuve pas et ne cautionne pas les opérateurs de sites Web tiers ni les informations, graphiques et documents qui s'y trouvent ("matériel tiers"). Nous ne donnons aucune garantie ni ne faisons aucune déclaration concernant la qualité, l'exactitude, la qualité marchande ou l'adéquation à un usage particulier du matériel tiers ou des produits/services disponibles sur des sites Web tiers, et nous ne garantissons pas que le matériel tiers ne viole pas les droits de propriété intellectuelle. Nous n'autorisons pas la reproduction de matériel tiers en créant un lien vers celui-ci à partir de ce site Web.

source: The SendAfrika services facilitate the processing of payment transactions to complete a payment for a transaction between a customer and a provider. The service will store information from customers and will process payment transactions on behalf of providers. Due to the nature of the service, SendAfrika Limited’s processing of payments for peer-to-peer transactions between a customer and a provider through the SendAfrika services means that SendAfrika shall have access to details of a customer’s payment instrument. SendAfrika reserves the right to store details from customers, including their payment instruments, and will automate payment transactions on behalf of providers through the appropriate debit card network and/or financial institutions. SendAfrika reserves the right to delay or stop the processing of any payment transactions that may be dubious, fraudulent, or violate the SendAfrika Terms of Use, Privacy Policy, or existing laws.
fr: Les services SendAfrika facilitent le traitement des transactions de paiement pour effectuer un paiement pour une transaction entre un client et un fournisseur. Le service stockera les informations des clients et traitera les transactions de paiement pour le compte des fournisseurs. En raison de la nature du service, le traitement par SendAfrika Limited des paiements pour les transactions peer-to-peer entre un client et un fournisseur via les services SendAfrika signifie que SendAfrika aura accès aux détails de l'instrument de paiement d'un client. SendAfrika se réserve le droit de stocker les détails des clients, y compris leurs instruments de paiement, et automatisera les transactions de paiement pour le compte des fournisseurs via le réseau de cartes de débit approprié et/ou les institutions financières. SendAfrika se réserve le droit de retarder ou d'arrêter le traitement de toute transaction de paiement qui pourrait être douteuse, frauduleuse ou violer les conditions d'utilisation, la politique de confidentialité ou les lois en vigueur de SendAfrika.

source: These are the current terms of use, replacing any prior terms of use for the SendAfrika website. SendAfrika may, at its sole discretion, vary, change, modify, add, or remove portions of these terms of use by publishing the revised terms on the SendAfrika application. SendAfrika is not obligated to specifically notify you of any changes to these terms of use. By continuing to use the application after such changes are posted, SendAfrika considers that you have been sufficiently notified of the variation, and your continued use of the application will indicate acceptance and agreement to the changes. We also reserve the right to update or amend any portion or all parts of these terms of use by posting notices on the SendAfrika application dashboard or by communicating the notice to you using the contact information in our records. These changes will take effect immediately upon posting and will apply on a going-forward basis in relation to all payment transactions initiated after the date of posting. As long as you comply with these terms of use, SendAfrika grants you a personal, non-exclusive, non-transferable, limited privilege to enter and use the website.
fr: Les présentes conditions d'utilisation actuelles remplacent toutes les conditions d'utilisation antérieures du site Web SendAfrika. SendAfrika peut, à sa seule discrétion, modifier, ajouter ou supprimer des parties de ces conditions d'utilisation en publiant les conditions révisées sur l'application SendAfrika. SendAfrika n'est pas obligée de vous informer spécifiquement de tout changement apporté à ces conditions d'utilisation. En continuant à utiliser l'application après la publication de ces modifications, SendAfrika considère que vous avez été suffisamment informé de la modification, et votre utilisation continue de l'application indiquera l'acceptation et l'accord des modifications. Nous nous réservons également le droit de mettre à jour ou de modifier toute partie ou la totalité des présentes conditions d'utilisation en publiant des avis sur le tableau de bord de l'application SendAfrika ou en vous communiquant l'avis à l'aide des coordonnées figurant dans nos archives. Ces modifications prendront effet immédiatement après leur publication et s'appliqueront à l'avenir à toutes les transactions de paiement initiées après la date de publication. Tant que vous respectez ces conditions d'utilisation, SendAfrika vous accorde un privilège personnel, non exclusif, non transférable et limité pour entrer et utiliser le site Web.

source: Third party Data Processors
fr: Sous-traitants de données tiers

source: This account will be invalid in the next 30 minutes
fr: Ce compte sera invalide dans les trente prochaines minutes

source: This agreement sets forth the terms and conditions that apply to the use of these services by a person, organization, or other entity ("users" or "you"). By using these services, operators agree to comply with all the terms and conditions herein.
fr: Cet accord définit les termes et conditions qui s'appliquent à l'utilisation de ces services par une personne, une organisation ou une autre entité (les « utilisateurs » ou « vous »). En utilisant ces services, les opérateurs acceptent de se conformer à tous les termes et conditions énoncés dans le présent document.

source: This application and its contents are protected under respective intellectual property laws as well as international copyright laws. Copyright in all text, graphics, user interfaces, visual interfaces, photographs, trademarks, logos, sounds, music, artwork, and computer code ("content") on the SendAfrika application is owned or licensed by SendAfrika Limited. SendAfrika application and its respective logos are trademarks or registered trademarks of SendAfrika. All other product names mentioned in this application are the trademarks or registered trademarks of their respective owners and are mentioned for identification purposes only. Any service, publication, design, product, process, software, technology, information, know-how, or idea described in this website may be the subject of other rights, including other intellectual property rights, which are owned by SendAfrika or other interested parties and are not licensed to you hereunder.
fr: Cette application et son contenu sont protégés par les lois sur la propriété intellectuelle respectives ainsi que par les lois internationales sur le droit d'auteur. Les droits d'auteur sur tous les textes, graphiques, interfaces utilisateur, interfaces visuelles, photographies, marques commerciales, logos, sons, musiques, illustrations et codes informatiques ("contenu") de l'application SendAfrika sont détenus ou sous licence par SendAfrika Limited. L'application SendAfrika et ses logos respectifs sont des marques commerciales ou des marques déposées de SendAfrika. Tous les autres noms de produits mentionnés dans cette application sont des marques commerciales ou des marques déposées de leurs propriétaires respectifs et sont mentionnés à des fins d'identification uniquement. Tout service, publication, conception, produit, processus, logiciel, technologie, information, savoir-faire ou idée décrit dans ce site Web peut faire l'objet d'autres droits, y compris d'autres droits de propriété intellectuelle, qui sont la propriété de SendAfrika ou d'autres parties intéressées et ne vous sont pas concédés sous licence en vertu des présentes.

source: This disclaimer of liability applies to any damages or injury caused by the use of this application's content and/or services, including but not limited to: performance failure and/or service delay or interruption, communication line failure, errors and/or omissions, computer viruses and/or computer worms, unauthorized access to information, theft of information. The user expressly agrees that all risk of injury rests entirely with the user. In no event will SendAfrika or any person or entity involved in creating and maintaining this application's content and/or services be liable for any damages arising out of the use or inability to use this application's content and/or services. The provisions of this section shall apply to all materials on this application. To the fullest extent permitted by law, SendAfrika parties disclaim all warranties, express or implied, in connection with the website or application and your use thereof. SendAfrika makes no warranties or representations about the accuracy or completeness of this application's content or the content of any sites linked to this application and assumes no liability or responsibility for any (i) errors, mistakes, or inaccuracies of content, (ii) personal injury or property damage of any nature whatsoever resulting from your access to and use of our application, (iii) any unauthorized access to or use of our secure servers and/or any and all personal information and/or financial information stored therein, (iv) any interruption or cessation of transmission to or from our application, (v) any bugs, viruses, trojan horses, or the like which may be transmitted to or through our application by any third party, and/or (vi) any errors or omissions in any content or for any loss or damage of any kind incurred as a result of the use of any content posted, emailed, transmitted, or otherwise made available via the SendAfrika application. SendAfrika does not warrant, endorse, guarantee, or assume responsibility for any product or service offered by a third party through the SendAfrika application.
fr: Cette clause de non-responsabilité s'applique à tout dommage ou préjudice causé par l'utilisation du contenu et/ou des services de cette application, y compris, mais sans s'y limiter : défaillance des performances et/ou retard ou interruption de service, défaillance de la ligne de communication, erreurs et/ou omissions, virus informatiques et/ou vers informatiques, accès non autorisé aux informations, vol d'informations. L'utilisateur accepte expressément que tout risque de préjudice incombe entièrement à l'utilisateur. En aucun cas, SendAfrika ou toute personne ou entité impliquée dans la création et la maintenance du contenu et/ou des services de cette application ne sera responsable des dommages découlant de l'utilisation ou de l'impossibilité d'utiliser le contenu et/ou les services de cette application. Les dispositions de cette section s'appliquent à tous les éléments de cette application. Dans toute la mesure permise par la loi, les parties SendAfrika déclinent toute garantie, expresse ou implicite, en relation avec le site Web ou l'application et votre utilisation de ceux-ci. SendAfrika ne donne aucune garantie ni représentation quant à l'exactitude ou l'exhaustivité du contenu de cette application ou du contenu de tout site lié à cette application et n'assume aucune responsabilité pour (i) les erreurs, fautes ou inexactitudes de contenu, (ii) les blessures corporelles ou dommages matériels de quelque nature que ce soit résultant de votre accès et de votre utilisation de notre application, (iii) tout accès ou utilisation non autorisé de nos serveurs sécurisés et/ou de toutes les informations personnelles et/ou financières qui y sont stockées, (iv) toute interruption ou cessation de transmission vers ou depuis notre application, (v) tout bogue, virus, cheval de Troie ou autre qui peut être transmis à ou via notre application par un tiers, et/ou (vi) toute erreur ou omission dans tout contenu ou pour toute perte ou dommage de toute nature résultant de l'utilisation de tout contenu publié, envoyé par courrier électronique, transmis ou autrement rendu disponible via l'application SendAfrika. SendAfrika ne garantit, n'approuve, ne garantit et n'assume aucune responsabilité pour tout produit ou service proposé par un tiers via l'application SendAfrika.

source: This field is required
fr: Ce champ est obligatoire

source: This field is required.
fr: Ce champ est obligatoire.

source: This order has been approved successfully
fr: Cette commande a été approuvée avec succès

source: This order has been completed
fr: Cette commande a été complétée

source: This order is cancelled
fr: Cette commande est annulée

source: This order was cancelled
fr: Cette commande a été annulée

source: This order will soon be approved by the merchant
fr: Cette commande sera bientôt approuvée par le commerçant

source: This quote is
fr: Cette citation est

source: to
fr: à

source: To facilitate successful trading, we collect:
fr: Pour faciliter le succès de vos transactions, nous collectons :

source: To manage our relationship with you: Notifying you about changes to our terms or privacy policy, asking you to leave a review, or take a survey.
fr: Pour gérer notre relation avec vous : vous informer des modifications apportées à nos conditions ou à notre politique de confidentialité, vous demander de laisser un avis ou de répondre à une enquête.

source: To provide our services: for account creating and management to facilitate peer-to-peer currency trading.
fr: Pour fournir nos services : pour la création et la gestion de comptes afin de faciliter les échanges de devises entre pairs.

source: to the details below
fr: aux détails ci-dessous

source: To update sender's name so as to match the actual account name you use when sending the money click
fr: Pour mettre à jour le nom de l'expéditeur afin qu'il corresponde au nom de compte réel que vous utilisez lors de l'envoi de l'argent, cliquez sur

source: Total Amount
fr: Montant total

source: Total amount exceeds your wallet amount
fr: Le montant total dépasse le montant de votre portefeuille

source: Total amount exceeds your wallet amount.
fr: Le montant total dépasse le montant de votre portefeuille.

source: Track Order
fr: Suivi de commande

source: Trade fx quotes with verified merchants.
fr: Négociez des cotations FX avec des marchands vérifiés.

source: Trader is
fr: Le commerçant est

source: Trading Account
fr: Compte de trading

source: Trading Information We Collect
fr: Informations commerciales que nous collectons

source: Transaction Details
fr: Détails de la transaction

source: Transaction has been initiated
fr: La transaction a été initiée

source: Transaction ID
fr: ID de transaction

source: Transaction Information
fr: Informations sur la transaction

source: Transaction initiated
fr: Transaction initiée

source: Transaction Successful
fr: Transaction réussie

source: Transaction Type
fr: Type de transaction

source: Transfer Completed
fr: Transfert terminé

source: Transfer Fund
fr: Fonds de transfert

source: Transfer Funds
fr: Transférer des fonds

source: Transferred
fr: Transféré

source: Unclaimed Property
fr: Biens non réclamés

source: Unlock with {0}
fr: Déverrouiller avec

source: Update
fr: Mise à jour

source: Update Name
fr: Mettre à jour le nom

source: Update personal information for electronic communications
fr: Mettre à jour les informations personnelles pour les communications électroniques

source: Update Pin
fr: Mettre à jour le pin

source: Update sender's name
fr: Mettre à jour le nom de l'expéditeur

source: Update Sender's Name
fr: Mettre à jour le nom de l'expéditeur

source: Use of our services
fr: Utilisation de nos services

source: Use SendAfrika's services through our mobile applications or website
fr: Utilisez les services de SendAfrika via nos applications mobiles ou notre site Web

source: User ID and Password Information
fr: Informations sur l'identifiant et le mot de passe

source: User ID and password: Shall mean a unique user identifier and password which authenticate the operator to access the SendAfrika application.
fr: Identifiant utilisateur et mot de passe : Désigne un identifiant utilisateur et un mot de passe uniques qui authentifient l'opérateur pour accéder à l'application SendAfrika.

source: User jurisdiction: Shall mean the territory from which a user or operator is physically located upon initiating payment using the SendAfrika service or accessing the SendAfrika application.
fr: Juridiction de l'utilisateur : désigne le territoire à partir duquel un utilisateur ou un opérateur se trouve physiquement lors de l'initiation du paiement à l'aide du service SendAfrika ou de l'accès à l'application SendAfrika.

source: User Verified Information
fr: Informations vérifiées par l'utilisateur

source: User: Shall mean any individual or entity that initiates a peer-to-peer transaction to be completed by an operator using the SendAfrika service.
fr: Utilisateur : désigne toute personne physique ou morale qui initie une transaction peer-to-peer devant être réalisée par un opérateur utilisant le service SendAfrika.

source: Users and operators acknowledge and warrant that they are responsible for:
fr: Les utilisateurs et les opérateurs reconnaissent et garantissent qu'ils sont responsables de :

source: Users and operators warrant that the processing of payment transactions using SendAfrika for services and products procured from an authorized provider shall be genuine and legal transactions only. SendAfrika shall not process any transfer of money between a customer and a provider that is not an authorized payment transaction. In addition, all users of the SendAfrika services accept and acknowledge that the use of the SendAfrika service for payment transactions is a peer-to-peer transaction which exists solely between the provider and customer. SendAfrika, as a facilitator of such payment transactions through its service, is not and shall not be deemed a party to a peer-to-peer transaction.
fr: Les utilisateurs et les opérateurs garantissent que le traitement des transactions de paiement utilisant SendAfrika pour des services et des produits achetés auprès d'un fournisseur autorisé sera uniquement des transactions authentiques et légales. SendAfrika ne traitera aucun transfert d'argent entre un client et un fournisseur qui ne soit pas une transaction de paiement autorisée. En outre, tous les utilisateurs des services SendAfrika acceptent et reconnaissent que l'utilisation du service SendAfrika pour les transactions de paiement est une transaction peer-to-peer qui existe uniquement entre le fournisseur et le client. SendAfrika, en tant que facilitateur de telles transactions de paiement via son service, n'est pas et ne sera pas considéré comme une partie à une transaction peer-to-peer.
