Repository: michaelmiracle018/react-native-expo-quick-starter
Catalog: src/languages/locale/locales/*/messages.po
Languages: fr

source: In certain circumstances involving processed payment transactions, SendAfrika may hold funds pending resolution. Efforts will be made to contact you using recorded contact details. If contact is unsuccessful and there is no SendAfrika usage report for over three years, funds may be treated as unclaimed property under applicable law. SendAfrika reserves the right to deduct dormancy fees or administrative charges as permitted.
fr: Dans certaines circonstances impliquant des transactions de paiement traitées, SendAfrika peut retenir des fonds en attendant la résolution. Des efforts seront faits pour vous contacter en utilisant les coordonnées enregistrées. Si le contact est infructueux et qu'il n'y a pas de rapport d'utilisation de SendAfrika pendant plus de trois ans, les fonds peuvent être traités comme des biens non réclamés en vertu de la loi applicable. SendAfrika se réserve le droit de déduire des frais d'inactivité ou des frais administratifs dans la mesure autorisée.

source: In order to access and use the SendAfrika service, the operator must first obtain the SendAfrika application on his/her device, pay any service, telecommunication, or other fees associated with or incurred by such access, and must provide all equipment necessary to connect to the application. Operators acknowledge and agree that the SendAfrika service is offered on an “as is” and “as available” basis only. SendAfrika Limited may impose limits or restrictions on the use of the service with or without notice, and in certain situations may withdraw the SendAfrika services for any length of time at any time.
fr: Pour accéder au service SendAfrika et l'utiliser, l'opérateur doit d'abord obtenir l'application SendAfrika sur son appareil, payer tous les frais de service, de télécommunication ou autres frais associés ou encourus par cet accès, et doit fournir tout l'équipement nécessaire pour se connecter à l'application. Les opérateurs reconnaissent et acceptent que le service SendAfrika est proposé « tel quel » et « tel que disponible » uniquement. SendAfrika Limited peut imposer des limites ou des restrictions à l'utilisation du service avec ou sans préavis, et dans certaines situations peut retirer les services SendAfrika pour une durée indéterminée à tout moment.

source: Incorporation Country
fr: Pays d'incorporation

source: Incorporation Type
fr: Type de constitution

source: Indemnification
fr: Indemnité

source: Information provided will be verified against your KYC/KYB (Know Your Customer/Know Your Business) verification.
fr: Les informations fournies seront vérifiées par rapport à votre vérification KYC/KYB (Know Your Customer/Know Your Business).

source: Inquiries
fr: Demandes de renseignements

source: Intellectual Property
fr: Propriété intellectuelle

source: Invalid parameter
fr: Paramètre invalide

source: Invalid parameter, please enter a number
fr: Paramètre invalide, veuillez saisir un nombre

source: Keeping their user ID and password confidential;
fr: Garder confidentiels leur identifiant et leur mot de passe ;

source: Know Your Business
fr: Connaissez votre entreprise

source: Know Your Customer
fr: Connaissez votre client

source: Language
fr: Langue

source: Last Name
fr: Nom de famille

source: Limit
fr: Limite

source: limit is between
fr: la limite est entre

source: Limit:
fr: Limite:

source: Limitations of Liability
fr: Limitations de responsabilité

source: Loading...
fr: Chargement

source: Log out
fr: Se déconnecter

source: Log Out
fr: Se déconnecter

source: Login
fr: Se connecter

source: Login to continue
fr: Connectez-vous pour continuer

source: Login with password!
fr: Connectez-vous avec un mot de passe!

source: Logout
fr: Déconnexion

source: Logout from this account
fr: Se déconnecter de ce compte

source: Main Account
fr: Compte principal

source: Make an order
fr: Faire une commande

source: Make Payment
fr: Effectuer un paiement

source: Make sure the senders account holder matches the name
fr: Assurez-vous que le nom du titulaire du compte de l'expéditeur correspond

source: Make sure to verify the exact amount before release of funds.
fr: Assurez-vous de vérifier le montant exact avant le déblocage des fonds.

source: Make sure to verify the sender's name
fr: Assurez-vous de vérifier le nom de l'expéditeur

source: Marketing
fr: Commercialisation

source: Merchant Account Information
fr: Informations sur le compte marchand

source: Merchant ID
fr: ID du commerçant

source: Mobile money details(if applicable to the country of either customer or both)
fr: Détails de l'argent mobile (si applicable au pays de l'un ou des deux clients)

source: Mobile Network
fr: Réseau mobile

source: Mobile Number
fr: Numéro de portable

source: Move Funds
fr: Déplacer des fonds

source: Move funds to
fr: Transférer des fonds vers

source: move to
fr: passer à

source: New Password
fr: Nouveau mot de passe

source: Next
fr: Suivant

source: No Account Found
fr: Aucun compte trouvé

source: No biometric records found. Enable one in your phone settings
fr: Aucun enregistrement biométrique n'a été trouvé. Activez-en un dans les paramètres de votre téléphone

source: No fx quote found for this amount, please try again
fr: Aucune cotation de change trouvée pour ce montant, veuillez réessayer

source: No market Found
fr: Aucun marché trouvé

source: No more data
fr: Plus de données

source: No Order Found
fr: Aucune commande trouvée

source: No Transaction Found
fr: Aucune transaction trouvée

source: Not Now
fr: Pas maintenant

source: Not verified
fr: Non vérifié

source: of
fr: de

source: of placing an order
fr: de passer une commande

source: Offline
fr: Hors ligne

source: Ok
fr: D'accord

source: Old Password
fr: Ancien mot de passe

source: Online forms
fr: Formulaires en ligne

source: Operator’s location: Shall mean the business premises or other designated location of registered operators where the SendAfrika service has been licensed to be operated by SendAfrika Limited.
fr: Emplacement de l’opérateur : désigne les locaux commerciaux ou tout autre emplacement désigné des opérateurs enregistrés où le service SendAfrika a été autorisé à être exploité par SendAfrika Limited.

source: Operator/you: Shall mean any financial institution that initiates and validates online payment transactions using the SendAfrika service.
fr: Opérateur/vous : Désigne toute institution financière qui initie et valide des transactions de paiement en ligne utilisant le service SendAfrika.

source: Order Approval
fr: Approbation de la commande

source: Order approved successfully
fr: Commande approuvée avec succès

source: Order cancelled successfully
fr: Commande annulée avec succès

source: Order created successfully
fr: Commande créée avec succès

source: Order Details
fr: Détails de la commande

source: Order History
fr: Historique des commandes

source: Order in progress
fr: Commande en cours

source: Order is to be approved within 5 minutes
fr: La commande doit être approuvée dans les cinq minutes

source: Order Number
fr: Numéro de commande

source: Order to approve
fr: Ordre d'approbation

source: Other Names
fr: Autres noms

source: Others
fr: Autres

source: Our refund policy does not affect your rights to challenge refund decisions through payment refund/chargeback processes handled by SendAfrika.
fr: Notre politique de remboursement n'affecte pas vos droits de contester les décisions de remboursement via les processus de remboursement/rétrofacturation gérés par SendAfrika.

source: password
fr: Mot de passe

source: Password
fr: Mot de passe

source: Password changed successfully
fr: Mot de passe modifié avec succès

source: Password contains at least one lowercase letter
fr: Le mot de passe contient au moins une lettre minuscule

source: Password contains at least one numeric
fr: Le mot de passe contient au moins un chiffre

source: Password contains at least one special character
fr: Le mot de passe contient au moins un caractère spécial

source: Password contains at least one uppercase letter
fr: Le mot de passe contient au moins une lettre majuscule

source: password does not match
fr: le mot de passe ne correspond pas

source: Password Reset Successfully
fr: Réinitialisation du mot de passe réussie

source: Pay from the app wallet
fr: Payer depuis le portefeuille de l'application

source: Pay from your preferred source of fund
fr: Payez à partir de votre source de financement préférée

source: Pay the exact amount so as to ensure succesful deposit.
fr: Payez le montant exact afin de garantir un dépôt réussi.

source: payment details deleted successfully
fr: les détails de paiement ont été supprimés avec succès

source: Payment is to be completed within
fr: Le paiement doit être effectué dans les

source: Payment transaction: Shall mean a payment process initiated and validated for an authorized transfer of goods or services using the SendAfrika services through the application after payment is made.
fr: Transaction de paiement : Désigne un processus de paiement initié et validé pour un transfert autorisé de biens ou de services utilisant les services SendAfrika via l'application après le paiement.

source: payment Type
fr: Type de paiement

source: Payment Type
fr: Type de paiement

source: Peer-to-peer transaction: Shall mean the direct exchange or transfer of value between two individuals, businesses, or entities without the involvement of a central authority or intermediary while using SendAfrika as a platform for this exchange.
fr: Transaction peer-to-peer : désigne l'échange ou le transfert direct de valeur entre deux individus, entreprises ou entités sans l'intervention d'une autorité centrale ou d'un intermédiaire tout en utilisant SendAfrika comme plateforme pour cet échange.

source: Pending
fr: En attente

source: PENDING
fr: EN ATTENTE

source: Personal Account
fr: Compte personnel

source: Personal Information
fr: Renseignements personnels

source: Personal Information We Collect
fr: Informations personnelles que nous collectons

source: Phone
fr: Téléphone

source: Phone Number
fr: Numéro de téléphone

source: Phone number verified successfully
fr: Numéro de téléphone vérifié avec succès

source: Phone verified sucessfully
fr: Téléphone vérifié avec succès

source: Pin created successfully
fr: Pin créé avec succès

source: pin or faceId
fr: code pin ou faceId

source: Pin updated successfully
fr: Le code pin a été mis à jour avec succès

source: Please click the button to confirm payment.
fr: Veuillez cliquer sur le bouton pour confirmer le paiement.

source: Please ensure that the provided information should correspond to your [Passport or ID Card] information.
fr: Veuillez vous assurer que les informations fournies correspondent aux informations de votre [passeport ou carte d'identité].

source: Please ensure you've provided the right information.
fr: Veuillez vous assurer que vous avez fourni les bonnes informations.

source: Please enter a number
fr: Veuillez saisir un numéro

source: Please enter a valid email
fr: Veuillez entrer une adresse e-mail valide

source: Please enter a valid number
fr: Veuillez saisir un numéro valide

source: Please enter an amount
fr: Veuillez saisir un montant

source: Please enter the 6 codes
fr: Veuillez saisir les six codes

source: Please enter the 6 codes sent to
fr: Veuillez saisir les six codes envoyés à

source: Please enter the 6-digits sent to
fr: Veuillez saisir les six chiffres envoyés à

source: Please login to set it up
fr: Veuillez vous connecter pour le configurer

source: Please pay the exact amount as to ensure successful exchange.
fr: Veuillez payer le montant exact afin de garantir un échange réussi.

source: Please pay through one of the following means.
fr: Veuillez payer par l’un des moyens suivants.

source: Please verify your biometrics to continue.
fr: Veuillez vérifier vos données biométriques pour continuer.

source: Previous
fr: Précédent

source: Price range:
fr: Gamme de prix:

source: Price should be between
fr: Le prix devrait être compris entre

source: Privacy
fr: Confidentialité

source: Privacy & Policy
fr: Politique de confidentialité

source: Privacy Notice
fr: Avis de confidentialité

source: Privacy Policy
fr: politique de confidentialité

source: Privacy Policy Update
fr: Mise à jour de la politique de confidentialité

source: Proceed
fr: Procéder

source: Processing
fr: Traitement

source: PROCESSING
fr: TRAITEMENT

source: Processing of Payment Transactions
fr: Traitement des transactions de paiement

source: Profile
fr: Profil

source: Provider Websites/Links to Third-Party Sites
fr: Sites Web des fournisseurs/Liens vers des sites tiers

source: Provider: Shall mean any individual or corporation that provides goods or services for which payment shall be made using the SendAfrika service.
fr: Fournisseur : Désigne toute personne physique ou morale qui fournit des biens ou des services pour lesquels le paiement doit être effectué à l'aide du service SendAfrika.

source: Pull down to refresh the page when you receive approval notification.
fr: Déroulez pour actualiser la page lorsque vous recevez une notification d'approbation.

source: Quick Trade
fr: Échange rapide

source: Quote created successfully
fr: Citation créée avec succès

source: Quote Details
fr: Détails du devis

source: Quote edited successfully
fr: Citation éditée avec succès

source: Rate
fr: Taux

source: Rate:
fr: Taux:

source: Re-enter your new pin
fr: Entrez à nouveau votre nouveau code pin

source: Re-enter your pin
fr: Entrez à nouveau votre pin

source: received
fr: reçu

source: Recipient account
fr: Compte destinataire

source: Recipient Account
fr: Compte destinataire

source: Refund
fr: Remboursement

source: Refunds
fr: Remboursements

source: Registration Number
fr: Numéro d'enregistrement

source: Registration Requirements
fr: Conditions d'inscription

source: Release Fund
fr: Fonds de libération

source: Release Funds
fr: Libérer les fonds

source: Request a paper copy (may be subject to a fee)
fr: Demander une copie papier (peut être soumise à des frais)

source: Request another electronic copy of a communication
fr: Demander une autre copie électronique d'une communication

source: Resend
fr: Renvoyer

source: Resolve disputes and prevent fraud
fr: Résoudre les litiges et prévenir la fraude

source: Restrictions on SendAfrika Product Usage
fr: Restrictions sur l'utilisation du produit SendAfrika

source: Retype Password
fr: Retaper le mot de passe

source: Right to erase or restrict processing of personal information
fr: Droit d'effacer ou de restreindre le traitement des informations personnelles

source: Right to lodge compliant with the relevant data protection authority.
fr: Droit de déposer une plainte auprès de l’autorité compétente en matière de protection des données.

source: Right to object to processing or request data portability
fr: Droit de s'opposer au traitement ou de demander la portabilité des données

source: Rights to access and verify personal information
fr: Droits d'accès et de vérification des informations personnelles

source: Search a beneficiary account
fr: Rechercher un compte bénéficiaire

source: Seems you have not set up your
fr: Il semble que vous n'ayez pas configuré votre

source: Select a bank name
fr: Sélectionnez un nom de banque

source: Select a currency
fr: Sélectionnez une devise

source: Select a language
fr: Sélectionnez une langue

source: Select a network
fr: Sélectionnez un réseau

source: Select an option
fr: Sélectionnez une option

source: Select currency
fr: Sélectionnez la devise

source: Select payment type
fr: Sélectionnez le type de paiement

source: Select your country
fr: Sélectionnez votre pays

source: Sell
fr: Vendre

source: Sell Currency
fr: Vendre des devises

source: Send the money to the account details you see below.
fr: Envoyez l'argent sur le compte dont vous voyez les détails ci-dessous.

source: SendAfrika automates online payments between third parties and provides services related to online payment issuance. SendAfrika does not qualify as a financial institution, and funds held in connection with payment transactions are not deposits, nor are they insured by any government agency for customer benefit. SendAfrika facilitates payments between parties and acts as an independent contractor. SendAfrika does not control or assume liability for the legality or quality of goods/services paid for using its service, nor does it guarantee the identity of users/operators or completion of payment transactions.
fr: SendAfrika automatise les paiements en ligne entre tiers et fournit des services liés à l'émission de paiements en ligne. SendAfrika n'est pas considérée comme une institution financière et les fonds détenus dans le cadre de transactions de paiement ne sont pas des dépôts et ne sont pas assurés par une agence gouvernementale au profit des clients. SendAfrika facilite les paiements entre les parties et agit en tant qu'entrepreneur indépendant. SendAfrika ne contrôle ni n'assume la responsabilité de la légalité ou de la qualité des biens/services payés pour l'utilisation de son service, et ne garantit pas l'identité des utilisateurs/opérateurs ni l'achèvement des transactions de paiement.

source: SendAfrika complies with payment brand policies; however, by using SendAfrika, you agree to our terms and conditions.
fr: SendAfrika se conforme aux politiques de marque de paiement ; cependant, en utilisant SendAfrika, vous acceptez nos conditions générales.

source: SendAfrika expressly disclaims any representation on behalf of third-party application operators. Customers and providers agree not to involve SendAfrika in any legal proceedings arising from disputes related to peer-to-peer transactions, except for claims directly related to technical faults in the SendAfrika service, which must be reported within ten (10) business days of the transaction.
fr: SendAfrika décline expressément toute représentation au nom des opérateurs d'applications tiers. Les clients et les fournisseurs acceptent de ne pas impliquer SendAfrika dans toute procédure judiciaire découlant de litiges liés à des transactions peer-to-peer, à l'exception des réclamations directement liées à des défauts techniques du service SendAfrika, qui doivent être signalées dans les dix (10) jours ouvrables suivant la transaction.

source: SendAfrika is not responsible for user/operator taxes related to its usage. Users/operators agree to comply with all applicable tax laws, including reporting and payment related to SendAfrika payment transactions.
fr: endAfrika n'est pas responsable des taxes d'utilisation/d'exploitation liées à son utilisation. Les utilisateurs/opérateurs s'engagent à se conformer à toutes les lois fiscales applicables, y compris les déclarations et les paiements liés aux transactions de paiement SendAfrika.

source: SendAfrika is owned and operated by SendAfrika Limited. The application, SendAfrika, is owned and licensed for use by SendAfrika Limited. It is a medium used to deliver our services, including peer-to-peer currency exchange, payment. Information, graphics, text, and other materials are governed by these Terms of Use and the associated Privacy Policy. By using this application and its services, users agree to comply with all the terms and conditions herein.
fr: SendAfrika est détenue et exploitée par SendAfrika Limited. L'application SendAfrika est détenue et utilisée sous licence par SendAfrika Limited. Il s'agit d'un support utilisé pour fournir nos services, notamment l'échange de devises peer-to-peer et le paiement. Les informations, graphiques, textes et autres éléments sont régis par les présentes conditions d'utilisation et la politique de confidentialité associée. En utilisant cette application et ses services, les utilisateurs acceptent de se conformer à tous les termes et conditions énoncés dans les présentes.

source: SendAfrika may also restrict certain features of the service or limit access to some or all features without notice or liability, and may suspend your usage entirely. Any such suspensions or restrictions will be communicated to you via email. Suspension or restriction of your use of the service will not affect your rights and obligations under these terms of use, whether arising before or after such suspension.
fr: SendAfrika peut également restreindre certaines fonctionnalités du service ou limiter l'accès à certaines ou à toutes les fonctionnalités sans préavis ni responsabilité, et peut suspendre entièrement votre utilisation. De telles suspensions ou restrictions vous seront communiquées par courrier électronique. La suspension ou la restriction de votre utilisation du service n'affectera pas vos droits et obligations en vertu des présentes conditions d'utilisation, qu'elles surviennent avant ou après cette suspension.

source: SendAfrika may communicate with you regarding your use of the service, payment transactions, or other matters electronically. This includes sending emails to the address provided during enrollment or posting notices on the SendAfrika site. By using the service, you agree to receive communications and records electronically, deemed received when sent to your email address on record or posted on the application.
fr: SendAfrika peut communiquer avec vous par voie électronique concernant votre utilisation du service, vos transactions de paiement ou d'autres questions. Cela comprend l'envoi d'e-mails à l'adresse fournie lors de l'inscription ou la publication d'avis sur le site SendAfrika. En utilisant le service, vous acceptez de recevoir des communications et des enregistrements par voie électronique, réputés reçus lorsqu'ils sont envoyés à votre adresse e-mail enregistrée ou publiés sur l'application.

source: SendAfrika may terminate your service usage at its discretion without liability, including for inactivity or violation of these terms or other defined policies. After termination, you remain liable for all incurred obligations. SendAfrika reserves the right to block login details and deny future access post-termination, which may affect access for related parties.
fr: SendAfrika peut mettre fin à votre utilisation du service à sa discrétion sans aucune responsabilité, y compris en cas d'inactivité ou de violation des présentes conditions ou d'autres politiques définies. Après la résiliation, vous restez responsable de toutes les obligations encourues. SendAfrika se réserve le droit de bloquer les informations de connexion et de refuser l'accès futur après la résiliation, ce qui peut affecter l'accès des parties liées.

source: SendAfrika Service and Functions
fr: Service et fonctionnalités de SendAfrika

source: SendAfrika service: Shall mean the services provided and accessible via the SendAfrika application.
fr: Service SendAfrika : Désigne les services fournis et accessibles via l’application SendAfrika.

source: SendAfrika: Shall mean SendAfrika Limited, and any subsidiaries and affiliates.
fr: SendAfrika : désigne SendAfrika Limited, ainsi que toutes ses filiales et sociétés affiliées.

source: Sender's Name
fr: Nom de l'expéditeur

source: Service Charge
fr: Frais de service

source: Service Providers: Third parties offering Information Technology services, payment processing, data analysis, customer support, and email delivery
fr: Fournisseurs de services : tiers proposant des services informatiques, de traitement des paiements, d'analyse des données, d'assistance à la clientèle et de distribution de courriers électroniques.

source: Session Expired
fr: Session expirée

source: Set new password
fr: Définir un nouveau mot de passe

source: Set Pin
fr: Définir la broche

source: Should contain at least one lowercase letter
fr: Doit contenir au moins une lettre minuscule
