Repository: michaelmiracle018/react-native-expo-quick-starter
Catalog: src/languages/locale/locales/*/messages.po
Languages: fr

source: 10 minutes
fr: dix minutes

source: Ability to Accept Terms of Use
fr: Possibilité d'accepter les conditions d'utilisation

source: About SendAfrika
fr: À propos de SendAfrika

source: Acceptable Payment Transactions
fr: Transactions de paiement acceptables

source: Account
fr: Compte

source: Account Balance
fr: Solde du compte

source: Account Name
fr: Nom du compte

source: Account name is
fr: Le nom du compte est

source: Account Number
fr: Numéro de compte

source: Account number for both Users (the merchant and the customer)
fr: Numéro de compte pour les deux utilisateurs (le commerçant et le client)

source: Account registration on SendAfrika
fr: Création de compte sur SendAfrika

source: Account Type
fr: Type de compte

source: Accounts
fr: Comptes

source: Add Fund
fr: Ajouter des fonds

source: Add Funds
fr: Ajouter des fonds

source: Additional Charges
fr: Frais supplémentaires

source: Address
fr: Adresse

source: After successful payment, your account will be credited.
fr: Après paiement réussi, votre compte sera crédité.

source: Agreement/Changes to the Terms of Use
fr: Accord/Modifications des conditions d'utilisation

source: All
fr: Tout

source: Amount
fr: Montant

source: Amount Range Currency
fr: Montant Plage Devise

source: Amount Range End
fr: Fin de la plage de montants

source: Amount range end should be greater than amount range start
fr: La fin de la plage de montants doit être supérieure au début de la plage de montants

source: Amount Range Start
fr: Début de la plage de montants

source: Amount should be 10 or more (GHS)
fr: Le montant doit être de dix ou plus (GHS)

source: Amount should be 1000 or more (NGN)
fr: Le montant doit être de mille ou plus (NGN)

source: Amount We'll Convert
fr: Montant que nous allons convertir

source: An error occured
fr: Une erreur s'est produite

source: An error occurred while enabling biometric authentication.
fr: Une erreur s'est produite lors de l'activation de l'authentification biométrique.

source: Any other use of a user or operator’s user ID and password that breaches these terms of use or applicable laws.
fr: Toute autre utilisation de l’identifiant et du mot de passe d’un utilisateur ou d’un opérateur qui enfreint les présentes conditions d’utilisation ou les lois applicables.

source: Any payment transactions processed due to access by individuals to whom they have disclosed their user ID and password;
fr: Toute transaction de paiement traitée suite à l’accès de personnes à qui elles ont divulgué leur identifiant d’utilisateur et leur mot de passe ;

source: app pin.
fr: code pin de l'application

source: Application to become a Merchant
fr: Demande pour devenir commerçant

source: Apply to become a SendAfrika merchant or customer
fr: Postulez pour devenir un commerçant ou un client SendAfrika

source: Approve Order
fr: Approuver la commande

source: Approved
fr: Approuvé

source: APPROVED
fr: APPROUVÉE

source: Are you sure you want to cancel this particular order?
fr: Êtes-vous sûr de vouloir annuler cette commande particulière ?

source: Are you sure you want to clear cache?
fr: Êtes-vous sûr de vouloir vider le cache ?

source: Are you sure you want to delete this account?
fr: Etes-vous sûr de vouloir supprimer ce compte ?

source: Are you sure you want to delete this Quote?
fr: Etes-vous sûr de vouloir supprimer cette citation ?

source: as specified in the input.
fr: comme spécifié dans l'entrée.

source: Assignment
fr: Affectation

source: At any time, SendAfrika may define, change, or modify acceptable practices and restrictions related to the use of the SendAfrika service, including access restrictions for customers, users, and operators, as well as modifications or changes to payment transactions. SendAfrika reserves the right to cancel, suspend, or modify any aspect of its service without notice or liability, including service schedules, availability, or any other feature.
fr: SendAfrika peut à tout moment définir, changer ou modifier les pratiques et restrictions acceptables liées à l'utilisation du service SendAfrika, y compris les restrictions d'accès pour les clients, les utilisateurs et les opérateurs, ainsi que les modifications ou changements apportés aux transactions de paiement. SendAfrika se réserve le droit d'annuler, de suspendre ou de modifier tout aspect de son service sans préavis ni responsabilité, y compris les horaires de service, la disponibilité ou toute autre fonctionnalité.

source: Authentication cancelled.
fr: Authentification annulée.

source: Awaiting Approval
fr: En attente d'approbation

source: Awaiting successful deposit to process order
fr: En attente d'un dépôt réussi pour traiter la commande

source: Awaiting your deposit
fr: En attente de votre dépôt

source: Back to email
fr: Retour à l'email

source: Back to phone
fr: Retour au téléphone

source: Balance
fr: Équilibre

source: Bank Name
fr: Nom de la banque

source: Bank name for both Users (the merchant and the customer)
fr: Nom de la banque pour les deux utilisateurs (le commerçant et le client)

source: Beneficiary Account
fr: Compte bénéficiaire

source: biometrics
fr: biométrie

source: Business Account
fr: Compte d'entreprise

source: Business Information
fr: Informations commerciales

source: Business Name
fr: Nom de l'entreprise

source: Business Type
fr: Type d'entreprise

source: button.
fr: bouton

source: Buy
fr: Acheter

source: Buy Currency
fr: Acheter des devises

source: By clicking
fr: En cliquant

source: By signing up. I agree to SendAfrika
fr: En m'inscrivant, j'accepte de SendAfrika

source: By using this service, the operator agrees to be bound by these Terms of Use and the conditions of the Privacy Policy. SendAfrika Limited hereby grants you permission to use this service solely in the manner set forth in the SendAfrika user guide, which is incorporated herein by reference; provided that you will not copy, distribute, alter, or modify any part of this service in any medium without SendAfrika Limited’s express written permission. The following conditions of service between the user and SendAfrika Limited serve as a binding legal document. In addition to the Terms of Use contained in this document, other terms and conditions may apply to your use of this service offered via the SendAfrika service, and you will be bound by these additional terms where applicable.
fr: En utilisant ce service, l'opérateur accepte d'être lié par les présentes conditions d'utilisation et les conditions de la politique de confidentialité. SendAfrika Limited vous accorde par la présente la permission d'utiliser ce service uniquement de la manière décrite dans le guide d'utilisation de SendAfrika, qui est incorporé ici par référence ; à condition que vous ne copiez, ne distribuiez, n'altériez ou ne modifiiez aucune partie de ce service sur aucun support sans l'autorisation écrite expresse de SendAfrika Limited. Les conditions de service suivantes entre l'utilisateur et SendAfrika Limited servent de document juridique contraignant. En plus des conditions d'utilisation contenues dans ce document, d'autres conditions générales peuvent s'appliquer à votre utilisation de ce service proposé via le service SendAfrika, et vous serez lié par ces conditions supplémentaires le cas échéant.

source: can not withdraw all amount as charges will be applied.
fr: ne peut pas retirer la totalité du montant car des frais seront appliqués.

source: Can not withdraw an amount greater than
fr: Impossible de retirer un montant supérieur à

source: can resend code after
fr: peut renvoyer le code après

source: Cancel
fr: Annuler

source: Cancel Order
fr: Annuler la commande

source: CANCELLED
fr: ANNULÉ

source: Cannot use the same currency, please ensure currency selected are not the same.
fr: Impossible d'utiliser la même devise, veuillez vous assurer que les devises sélectionnées ne sont pas les mêmes.

source: Cash Out
fr: Encaissement

source: Change Password
fr: Changer le mot de passe

source: Charges
fr: Frais

source: Choose an account type
fr: Choisissez un type de compte

source: Clear
fr: Clair

source: Clear Cache
fr: Vider le cache

source: Click
fr: Cliquez

source: Click create to continue
fr: Cliquez sur créer pour continuer

source: Click to start the verification process.
fr: Cliquez pour démarrer le processus de vérification.

source: Close
fr: Fermer

source: Close bottom drawer
fr: Fermer le tiroir du bas

source: code has been sent to your email
fr: le code a été envoyé à votre email

source: code has expired, please click resend to get a new one
fr: le code a expiré, veuillez cliquer sur renvoyer pour en obtenir un nouveau

source: code has expired, please try again.
fr: le code a expiré, veuillez réessayer.

source: Collection Status
fr: Statut de la collection

source: Communication From a User or Operator to SendAfrika
fr: Communication d'un utilisateur ou d'un opérateur vers SendAfrika

source: Complete trading and provide customer support
fr: Effectuer des transactions et fournir un support client

source: Comply with legal requirements
fr: Se conformer aux exigences légales

source: Consequences of misuse of their user ID and password;
fr: Conséquences d’une mauvaise utilisation de leur identifiant et de leur mot de passe;

source: Contact Information: Email address and phone number.
fr: Coordonnées : Adresse e-mail et numéro de téléphone.

source: Contact Us
fr: Contactez-nous

source: Continue
fr: Continuer

source: Continue to login
fr: Continuer à se connecter

source: Continue to login with your new password
fr: Continuez à vous connecter avec votre nouveau mot de passe

source: Continue to login with your newly created password.
fr: Continuez à vous connecter avec votre mot de passe nouvellement créé.

source: Country
fr: Pays

source: Create
fr: Créer

source: Create a payment method
fr: Créer un moyen de paiement

source: Create a recipient account
fr: Créer un compte destinataire

source: Create Account
fr: Créer un compte

source: Create fx quotes and trade with users
fr: Créez des cotations de devises et négociez avec les utilisateurs

source: Create Pin
fr: Créer une épingle

source: Create Quote
fr: Créer un devis

source: Created At
fr: Créé à

source: Credit
fr: Crédit

source: Currency
fr: Devise

source: Currency is not available at the moment.
fr: La devise n'est pas disponible pour le moment.

source: Customer is
fr: Le client est

source: Customer Support
fr: Assistance à la clientèle

source: Customer support interactions
fr: Interactions avec le support client

source: Customer/you: Shall mean any individual or corporation that presents a request for a peer-to-peer transaction at an operator’s location using the service.
fr: Client/vous : désigne toute personne physique ou morale qui présente une demande de transaction peer-to-peer sur le site d’un opérateur utilisant le service.

source: Customize your user experience
fr: Personnalisez votre expérience utilisateur

source: Data Breach Notification
fr: Notification de violation de données

source: Data Subject Rights
fr: Droits des personnes concernées

source: Debit
fr: Débit

source: Definition of Terms
fr: Définition des termes

source: Delete
fr: Supprimer

source: Delete fx quote
fr: Supprimer une cotation de change

source: Deposit Wallet
fr: Portefeuille de dépôt

source: deposited
fr: déposée

source: Details
fr: Détails

source: Didn't receive a code?
fr: Vous n'avez pas reçu de code?

source: Disabled
fr: Désactivé

source: Disbled
fr: Désactivé

source: Disclaimer
fr: Clause de non-responsabilité

source: Do you want to go back?
fr: Tu veux revenir?

source: Do you want to logout of this account?
fr: Voulez-vous vous déconnecter de ce compte?

source: Don't have an account?
fr: Vous n'avez pas de compte ?

source: Edit fx quote
fr: Modifier la cotation des devises

source: Edit pin to secure your app.
fr: Modifiez le code PIN pour sécuriser votre application.

source: Edit Quote
fr: Modifier la citation

source: Electronic Communications Usage
fr: Utilisation des communications électroniques

source: Email verified successfully
fr: Email vérifié avec succès

source: Email verified sucessfully
fr: Email vérifié avec succès

source: Enable Security
fr: Activer la sécurité

source: Enabled
fr: Activé

source: Engage with SendAfrika on social media
fr: Engagez-vous avec SendAfrika sur les réseaux sociaux

source: Ensure pin cannot be in simple/reverse order (eg 123456, 987654) and the same number cannot appear more than 2 times.
fr: Assurez-vous que le code PIN ne peut pas être dans un ordre simple/inverse (par exemple 123456, 987654) et que le même numéro ne peut pas apparaître plus de deux fois.

source: Ensure that the names provided match the name on your ID card.
fr: Assurez-vous que les noms fournis correspondent au nom figurant sur votre carte d'identité

source: Enter a valid number
fr: Entrez un numéro valide

source: Enter amount
fr: Entrez le montant

source: Enter Amount
fr: Entrez le montant

source: Enter an amount greater than or equal to 10 GHS to proceed
fr: Saisissez un montant supérieur ou égal à dix GHS pour continuer

source: Enter an amount greater than or equal to 1000 NGN to proceed
fr: Saisissez un montant supérieur ou égal à mille NGN pour continuer

source: Enter an amount greater than or equal to 500 XOF to proceed
fr: Entrez un montant supérieur ou égal à cinq cents XOF pour continuer

source: Enter an amount greater than zero to proceed
fr: Entrez un montant supérieur à zéro pour continuer

source: Enter an amount less than
fr: Entrez un montant inférieur à

source: Enter sender's name
fr: Entrez le nom de l'expéditeur

source: Enter your account
fr: Entrez le montant

source: Enter your address
fr: Entrez votre adresse

source: Enter your code
fr: Entrez votre code

source: Enter your email
fr: Entrez votre email

source: Enter your first name
fr: Entrez votre prénom

source: Enter your last name
fr: Entrez votre nom de famille

source: Enter your mobile number
fr: Entrez votre numéro de portable

source: Enter your new pin
fr: Entrez votre nouveau code pin

source: Enter your old pin
fr: Entrez votre ancien code pin

source: Enter your other names
fr: Entrez vos autres noms

source: Enter your Otp Code
fr: Entrez votre code OTP

source: Enter your password
fr: Entrez votre mot de passe

source: Enter your phone number
fr: Entrez votre numéro de téléphone

source: Enter your pin
fr: Entrez votre code pin

source: Enter your registration number
fr: Entrez votre numéro d'immatriculation

source: Enter your wevsite
fr: Entrez votre site Web

source: Error
fr: Erreur

source: Except where prohibited by law, in no event will SendAfrika be liable to you or any third party for any indirect, consequential, exemplary, incidental, or punitive damages, including lost profits, even if SendAfrika has been advised of the possibility of such damages. Subject to any responsibilities implied by law and which cannot be excluded, we, and our directors, employees, agents, and contractors, are not liable for any losses, damages, liabilities, claims, and expenses (including but not limited to legal costs and defense or settlement costs) whatsoever, whether direct, indirect, or consequential, arising out of or referable to content on the SendAfrika application, third parties, or access to the SendAfrika application, howsoever caused, whether in contract, tort including negligence, statute, or otherwise. Liability of SendAfrika for a breach of a condition or warranty implied by law or otherwise, and which cannot be excluded, is limited to the extent possible, at SendAfrika's option, to (i) the supply of the goods or services again; (ii) the replacement of the goods; or (iii) the payment of the cost of having the goods or services supplied again or having the goods replaced.
fr: Sauf si la loi l'interdit, SendAfrika ne pourra en aucun cas être tenu responsable envers vous ou un tiers de tout dommage indirect, consécutif, exemplaire, accessoire ou punitif, y compris la perte de bénéfices, même si SendAfrika a été informé de la possibilité de tels dommages. Sous réserve de toute responsabilité impliquée par la loi et qui ne peut être exclue, nous, ainsi que nos directeurs, employés, agents et sous-traitants, ne sommes pas responsables des pertes, dommages, responsabilités, réclamations et dépenses (y compris, mais sans s'y limiter, les frais juridiques et les frais de défense ou de règlement) quels qu'ils soient, qu'ils soient directs, indirects ou consécutifs, découlant ou liés au contenu de l'application SendAfrika, à des tiers ou à l'accès à l'application SendAfrika, quelle qu'en soit la cause, que ce soit par contrat, délit, y compris négligence, loi ou autre. La responsabilité de SendAfrika pour violation d'une condition ou d'une garantie implicite par la loi ou autrement, et qui ne peut être exclue, est limitée dans la mesure du possible, au choix de SendAfrika, à (i) la fourniture des biens ou des services à nouveau ; (ii) le remplacement des biens ; ou (iii) le paiement du coût de la fourniture à nouveau des biens ou des services ou du remplacement des biens.

source: Exchange From
fr: Échange de

source: Exchange To
fr: Échanger vers

source: Failed
fr: Échoué

source: FAILED
fr: ÉCHOUÉ

source: Field should be a number
fr: Le champ doit être un nombre

source: Field should be a valid number
fr: Le champ doit contenir un numéro valide

source: First Name
fr: Prénom

source: For
fr: Pour

source: For questions about this Privacy Notice or our privacy practices, or to request access to your information, please contact us at:
fr: Pour toute question concernant cet avis de confidentialité ou nos pratiques de confidentialité, ou pour demander l'accès à vos informations, veuillez nous contacter à l'adresse suivante :

source: Forget Password
fr: Mot de passe oublié

source: Forgot Password?
fr: Mot de passe oublié?

source: Fx Markets
fr: Marchés des changes

source: Fx Quote
fr: Fx Citation

source: Fx quote deleted successfully
fr: Citation Forex supprimée avec succès

source: Fx quote has now been removed from fx markets
fr: La cotation Fx a désormais été supprimée des marchés des changes

source: Fx quote is visible on fx markets
fr: La cotation Fx est visible sur les marchés des changes

source: Fx Quotes
fr: Fx Citations

source: General
fr: Général

source: Go back
fr: Retourner

source: Governing Law
fr: Loi applicable

source: has been deposited into your
fr: a été déposé dans votre

source: has been deposited into your wallet
fr: a été déposé dans votre portefeuille

source: How We Collect Personal Information
fr: Comment nous recueillons les informations personnelles

source: How We Protect Personal Information
fr: Comment nous protégeons les informations personnelles

source: How We Share Personal Information
fr: Comment nous partageons les informations personnelles

source: How We Use Personal Information
fr: Comment nous utilisons les informations personnelles

source: I have paid
fr: J'ai payé

source: Identity Document: Document for citizen verification(dependent on the country of Origin)
fr: Document d'identité : Document de vérification de citoyenneté (selon le pays d'origine)

source: Identity Information: First Name, last name and Other Name(Optional)
fr: Informations d'identité : prénom, nom et autre nom (facultatif)

source: Identity Verification
fr: Vérification d'identité

source: If SendAfrika takes any legal action against you as a result of your violation of these terms of use, SendAfrika will be entitled to recover from you, and you agree to pay, all attorneys' fees and costs of such action, in addition to any other relief granted to SendAfrika. Miscellaneous: If any of the provisions of these terms of use are held by a court or other tribunal of competent jurisdiction to be void or unenforceable, such provisions shall be limited or eliminated to the minimum extent necessary and replaced with a valid provision that best embodies the intent of these terms of use, so that these terms of use shall remain in full force and effect. These terms of use constitute the entire agreement between you and SendAfrika regarding your use of the application, and any and all other written or oral agreements or understandings previously existing between you and SendAfrika with respect to such use are hereby superseded and cancelled. SendAfrika will not accept any counteroffers to these terms of use, and all such offers are categorically rejected. SendAfrika's failure to insist on or enforce strict performance of these terms of use shall not be construed as a waiver by SendAfrika of any provision or any right it has to enforce these terms of use, nor shall any course of conduct between SendAfrika and you or any other party be deemed to modify any provision of these terms of use. These terms of use shall not be interpreted or construed to confer any rights or remedies on any third parties.
fr: Si SendAfrika intente une action en justice contre vous en raison de votre violation des présentes conditions d'utilisation, SendAfrika sera en droit de recouvrer auprès de vous, et vous acceptez de payer, tous les honoraires d'avocat et les frais de cette action, en plus de toute autre réparation accordée à SendAfrika. Divers : Si l'une des dispositions des présentes conditions d'utilisation est jugée nulle ou inapplicable par un tribunal ou un autre tribunal compétent, ces dispositions seront limitées ou supprimées dans la mesure minimale nécessaire et remplacées par une disposition valide qui incarne au mieux l'intention des présentes conditions d'utilisation, afin que ces conditions d'utilisation restent pleinement en vigueur. Ces conditions d'utilisation constituent l'intégralité de l'accord entre vous et SendAfrika concernant votre utilisation de l'application, et tous les autres accords ou ententes écrits ou oraux existant précédemment entre vous et SendAfrika concernant cette utilisation sont par les présentes remplacés et annulés. SendAfrika n'acceptera aucune contre-offre à ces conditions d'utilisation, et toutes ces offres sont catégoriquement rejetées. Le fait que SendAfrika n'insiste pas sur le respect strict des présentes conditions d'utilisation ou ne les fasse pas respecter ne saurait être interprété comme une renonciation de la part de SendAfrika à toute disposition ou à tout droit dont elle dispose pour faire respecter ces conditions d'utilisation. De même, aucune ligne de conduite entre SendAfrika et vous ou toute autre partie ne saurait être considérée comme modifiant une disposition quelconque des présentes conditions d'utilisation. Ces conditions d'utilisation ne doivent pas être interprétées comme conférant des droits ou des recours à des tiers.

source: If you go back, you will have to generate a new account details.
fr: Si vous revenez en arrière, vous devrez générer de nouveaux détails de compte.

source: Image : User facial verification image
fr: Image : Image de vérification faciale de l'utilisateur

source: Improve and expand our services through data analysis and product development
fr: Améliorer et étendre nos services grâce à l'analyse des données et au développement de produits
