Repository: michaelmiracle018/react-native-expo-quick-starter
Catalog: src/languages/locale/locales/*/messages.po
Languages: fr

source: Users may not modify, publish, transmit, or reproduce any content obtained from this application, except as expressly permitted in the Terms of Use. Users acknowledge that they do not acquire any ownership rights of any content and/or service accessed or obtained from this application. Users shall not upload, exchange, post, reproduce, store in an electronic or other retrieval system, adapt, upload to a third-party location, frame, perform in public, or transmit in any form by any process whatsoever without the specific written consent of SendAfrika; or otherwise make available any copyright-protected material owned by this website without prior written authorization. Users shall be solely responsible for any damage resulting from the infringement of copyrights. The content of this application may not be stored, archived, reproduced, stored in an electronic or other retrieval system, adapted, uploaded to a third-party location, framed, performed in public, or transmitted in any form by any process whatsoever without the specific written consent of SendAfrika.
fr: Les utilisateurs ne peuvent pas modifier, publier, transmettre ou reproduire tout contenu obtenu à partir de cette application, sauf tel qu'expressément autorisé dans les Conditions d'utilisation. Les utilisateurs reconnaissent qu'ils n'acquièrent aucun droit de propriété sur tout contenu et/ou service consulté ou obtenu à partir de cette application. Les utilisateurs ne doivent pas télécharger, échanger, publier, reproduire, stocker dans un système de récupération électronique ou autre, adapter, télécharger vers un emplacement tiers, encadrer, exécuter en public ou transmettre sous quelque forme que ce soit par quelque procédé que ce soit sans le consentement écrit spécifique de SendAfrika ; ou mettre à disposition de toute autre manière tout matériel protégé par le droit d'auteur appartenant à ce site Web sans autorisation écrite préalable. Les utilisateurs sont seuls responsables de tout dommage résultant de la violation des droits d'auteur. Le contenu de cette application ne peut pas être stocké, archivé, reproduit, stocké dans un système de récupération électronique ou autre, adapté, téléchargé vers un emplacement tiers, encadré, exécuté en public ou transmis sous quelque forme que ce soit par quelque procédé que ce soit sans le consentement écrit spécifique de SendAfrika.

source: Users or operators can contact SendAfrika through the contact page on the website to:
fr: Les utilisateurs ou les opérateurs peuvent contacter SendAfrika via la page de contact du site Web pour :

source: Verification status may take some time to reflect on the app.
fr: Le statut de vérification peut prendre un certain temps pour apparaître sur l'application.

source: Verified
fr: Vérifié

source: Verify
fr: Vérifier

source: Verify account
fr: Vérifier le compte

source: Verify Me
fr: Vérifiez-moi

source: Verify your biometrics
fr: Vérifiez vos données biométriques

source: Verify your email
fr: Vérifiez votre email

source: Verify your identity for service use
fr: Vérifiez votre identité pour l'utilisation du service

source: Verify your Phone
fr: Vérifiez votre téléphone

source: View
fr: Voir

source: Violation of These Terms of Use: SendAfrika may preserve any transmission or communication from you through the application and may disclose any information we have about you (including your identity) if we determine that such disclosure is necessary in connection with any investigation or complaint regarding your use of the application, to comply with any applicable law, regulation, legal process, or governmental request, including exchanging information with other companies and organizations for fraud protection purposes, or to identify, contact, or bring legal action against someone who may be causing injury to or interference with SendAfrika's rights or property, or the rights or property of visitors to or users of the application.
fr: Violation des présentes conditions d'utilisation : SendAfrika peut conserver toute transmission ou communication de votre part via l'application et peut divulguer toute information que nous avons sur vous (y compris votre identité) si nous déterminons qu'une telle divulgation est nécessaire dans le cadre de toute enquête ou plainte concernant votre utilisation de l'application, pour se conformer à toute loi, réglementation, procédure légale ou demande gouvernementale applicable, y compris l'échange d'informations avec d'autres sociétés et organisations à des fins de protection contre la fraude, ou pour identifier, contacter ou intenter une action en justice contre une personne susceptible de porter préjudice ou d'interférer avec les droits ou la propriété de SendAfrika, ou les droits ou la propriété des visiteurs ou des utilisateurs de l'application.

source: Wait for customer to complete payment.
fr: Attendre que le client termine le paiement

source: wallet
fr: portefeuille

source: Wallet Funds
fr: Fonds du portefeuille

source: Wallets
fr: Portefeuilles

source: We collect and process personal information to operate our business, deliver our services, interact with users, answer inquiries, and fulfill legal obligations. Providing your personal information is voluntary, but not doing so may limit our ability to provide certain services or respond to inquiries.
fr: Nous collectons et traitons des informations personnelles pour exploiter notre entreprise, fournir nos services, interagir avec les utilisateurs, répondre aux demandes de renseignements et remplir nos obligations légales. La fourniture de vos informations personnelles est volontaire, mais ne pas le faire peut limiter notre capacité à fournir certains services ou à répondre aux demandes de renseignements.

source: We collect personal information through:
fr: Nous collectons des informations personnelles via :

source: We implement organizational, technical, and administrative measures to safeguard your personal information. While no system can be completely secure, we strive to protect your data with industry best practices. We retain personal information only as long as necessary to provide our services.
fr: Nous mettons en œuvre des mesures organisationnelles, techniques et administratives pour protéger vos informations personnelles. Bien qu'aucun système ne puisse être totalement sécurisé, nous nous efforçons de protéger vos données en appliquant les meilleures pratiques du secteur. Nous conservons les informations personnelles uniquement aussi longtemps que nécessaire pour fournir nos services.

source: We may also collect additional personal information with your consent through other communications such as emails and surveys. We maintain records of your transactions and activities related to our services.
fr: Nous pouvons également recueillir des informations personnelles supplémentaires avec votre consentement par le biais d'autres communications telles que des e-mails et des enquêtes. Nous conservons des enregistrements de vos transactions et activités liées à nos services.

source: We may send you marketing communications about our products and services. You have control over the marketing messages you receive and can opt out at any time.
fr: Nous pouvons vous envoyer des communications marketing sur nos produits et services. Vous avez le contrôle sur les messages marketing que vous recevez et pouvez vous désinscrire à tout moment.

source: We may share your personal information with:
fr: Nous pouvons partager vos informations personnelles avec :

source: We need to know all our customers, kindly go through the verification process to verify your identity, it takes a few minutes to complete.
fr: Nous devons connaître tous nos clients, veuillez suivre le processus de vérification pour vérifier votre identité, cela prend quelques minutes.

source: We use Metamap for identity verification and personal data management.
fr: Nous utilisons Metamap pour la vérification d'identité et la gestion des données personnelles.

source: We use your personal information to:
fr: Nous utilisons vos informations personnelles pour :

source: We will notify affected users and relevant authorities within 24 hours of data breach.
fr: Nous informerons les utilisateurs concernés et les autorités compétentes dans les 24 heures suivant la violation de données.

source: We will notify users of significant changes through email and in-app notifcations.
fr: Nous informerons les utilisateurs des changements importants par e-mail et par des notifications intégrées à l'application.

source: We'll notify you when this order is approved by the merchant.
fr: Nous vous informerons lorsque cette commande sera approuvée par le commerçant.

source: Website
fr: Site web

source: Welcome
fr: Bienvenu

source: Welcome back
fr: Content de te revoir

source: Welcome to SendAfrika, We respect your privacy and are committed to protecting your personal data. This privacy Notice applies when you interact with SendAfrika and outlines how we collect, use, share, and protect personal information and the third parties with whom we may share it and the measures we take to protect the security of the data. Our goal is to provide transparency and build trust with our users. This notice applies when you:
fr: Bienvenue sur SendAfrika, nous respectons votre vie privée et nous engageons à protéger vos données personnelles. Cette déclaration de confidentialité s'applique lorsque vous interagissez avec SendAfrika et décrit la manière dont nous collectons, utilisons, partageons et protégeons les informations personnelles et les tiers avec lesquels nous pouvons les partager, ainsi que les mesures que nous prenons pour protéger la sécurité des données. Notre objectif est d'assurer la transparence et d'instaurer la confiance avec nos utilisateurs. Cette déclaration s'applique lorsque vous :

source: When you interact with us, we may collect the following types of personal information
fr: Lorsque vous interagissez avec nous, nous pouvons collecter les types d'informations personnelles suivants

source: Why We Collect and Process Personal Information
fr: Pourquoi nous collectons et traitons les informations personnelles

source: With
fr: Avec

source: Withdraw
fr: Retirer

source: Withdraw consent for electronic communications (withdrawal may result in service termination)
fr: Retirer le consentement aux communications électroniques (le retrait peut entraîner la résiliation du service)

source: Wrong code. Attempts Remaining is
fr: Code erroné. Le nombre de tentatives restantes est

source: yet to make deposit
fr: il n'a pas encore fait de dépôt

source: You
fr: Toi

source: You affirm that you are either more than 18 years of age, or an emancipated minor, or possess legal parental or guardian consent, and are fully able and competent to enter into the terms, conditions, obligations, affirmations, representations, and warranties set forth in these Terms of Use, and to abide by and comply with these Terms of Use. The operator must have permission to carry out business in their country of operation, and the operator acknowledges that it shall be fully responsible for its employees, officers, representatives, and other agents accessing the service, or any other person’s access and conduct while accessing the SendAfrika application at any of its locations.
fr: Vous affirmez avoir plus de 18 ans, être mineur émancipé ou disposer du consentement légal de vos parents ou de votre tuteur et être pleinement capable et compétent pour accepter les termes, conditions, obligations, affirmations, représentations et garanties énoncées dans les présentes Conditions d'utilisation et pour respecter et se conformer à ces Conditions d'utilisation. L'opérateur doit avoir l'autorisation d'exercer ses activités dans son pays d'exploitation et reconnaît qu'il sera entièrement responsable de l'accès de ses employés, dirigeants, représentants et autres agents au service, ou de l'accès et de la conduite de toute autre personne lors de l'accès à l'application SendAfrika dans l'un de ses sites.

source: You agree that SendAfrika may, in its sole discretion and without prior notice, terminate your access to the application and/or block your future access to this application if we determine that you have violated these terms of use or other agreements or guidelines associated with your use of the application. You also agree that any violation by you of these terms of use will constitute an unlawful and unfair business practice, causing irreparable harm to SendAfrika, for which monetary damages would be inadequate. You consent to SendAfrika obtaining any injunctive relief that SendAfrika deems necessary or appropriate in such circumstances. These remedies are in addition to any other remedies SendAfrika may be entitled to at law or in equity.
fr: Vous acceptez que SendAfrika puisse, à sa seule discrétion et sans préavis, résilier votre accès à l'application et/ou bloquer votre accès futur à cette application si nous déterminons que vous avez violé les présentes conditions d'utilisation ou d'autres accords ou directives associés à votre utilisation de l'application. Vous acceptez également que toute violation de votre part des présentes conditions d'utilisation constituera une pratique commerciale illégale et déloyale, causant un préjudice irréparable à SendAfrika, pour lequel des dommages-intérêts pécuniaires seraient insuffisants. Vous consentez à ce que SendAfrika obtienne toute mesure injonctive que SendAfrika juge nécessaire ou appropriée dans de telles circonstances. Ces recours s'ajoutent à tous les autres recours auxquels SendAfrika peut avoir droit en droit ou en équité.

source: You agree that the SendAfrika application shall be deemed a passive application that does not give rise to personal jurisdiction over SendAfrika, either specific or general, in jurisdictions other than the government of Ghana. These terms of use shall be governed by the internal substantive laws of the government of Ghana, without respect to its conflict of laws principles. Any claim or dispute between you and SendAfrika that arises in whole or in part from the SendAfrika website shall be decided exclusively by a court of competent jurisdiction located in the government of Ghana. These terms of use, together with the privacy policy and any other legal notices published by SendAfrika on the application, shall constitute the entire agreement between you and SendAfrika concerning the SendAfrika application. If any provision of these terms of use is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these terms of use, which shall remain in full force and effect. No waiver of any term of these terms of use shall be deemed a further or continuing waiver of such term or any other term, and SendAfrika's failure to assert any right or provision under these terms of use shall not constitute a waiver of such right or provision. You agree that all matters relating to your access to or use of the website, including all disputes, will be governed by the laws of the government of Ghana, without regard to its conflicts of laws provisions. You agree to the personal jurisdiction by and venue in the courts of the government of Ghana and waive any objection to such jurisdiction or venue. Any claim under these terms of use must be brought within one (1) year after the cause of action arises, or such claim or cause of action is barred. No recovery may be sought or received for damages other than out-of-pocket expenses. In the event of any controversy or dispute between SendAfrika and you arising out of or in connection with your use of the application, the parties shall attempt, promptly and in good faith, to resolve any such dispute. If we are unable to resolve any such dispute within a reasonable time (not to exceed sixty (60) days), then either party may submit a dispute arising out of or relating to these terms of use for arbitration in accordance with the rules and procedures of the Ghanaian Alternative Dispute Resolution Act. Arbitration shall take place in Accra, Greater-Accra, and shall be conducted in the English language. Provided, however, that nothing contained in this section shall restrict or limit the right of either party to seek injunctive relief from a court of competent jurisdiction.
fr: Vous acceptez que l'application SendAfrika soit considérée comme une application passive qui ne donne pas lieu à une juridiction personnelle sur SendAfrika, qu'elle soit spécifique ou générale, dans des juridictions autres que le gouvernement du Ghana. Les présentes conditions d'utilisation sont régies par les lois internes de fond du gouvernement du Ghana, sans égard à ses principes de conflit de lois. Toute réclamation ou tout litige entre vous et SendAfrika découlant en tout ou en partie du site Web SendAfrika sera tranché exclusivement par un tribunal compétent situé dans le gouvernement du Ghana. Les présentes conditions d'utilisation, ainsi que la politique de confidentialité et tout autre avis juridique publié par SendAfrika sur l'application, constituent l'intégralité de l'accord entre vous et SendAfrika concernant l'application SendAfrika. Si une disposition des présentes conditions d'utilisation est jugée invalide par un tribunal compétent, l'invalidité de cette disposition n'affectera pas la validité des dispositions restantes des présentes conditions d'utilisation, qui resteront pleinement en vigueur. Aucune renonciation à l'une des clauses des présentes conditions d'utilisation ne sera considérée comme une renonciation supplémentaire ou continue à cette clause ou à toute autre clause, et le fait que SendAfrika ne fasse pas valoir un droit ou une disposition en vertu des présentes conditions d'utilisation ne constitue pas une renonciation à ce droit ou à cette disposition. Vous acceptez que toutes les questions relatives à votre accès ou à votre utilisation du site Web, y compris tous les litiges, soient régies par les lois du gouvernement du Ghana, sans égard à ses dispositions relatives aux conflits de lois. Vous acceptez la compétence personnelle et le lieu des tribunaux du gouvernement du Ghana et renoncez à toute objection à cette compétence ou à ce lieu. Toute réclamation en vertu des présentes conditions d'utilisation doit être déposée dans un délai d'un (1) an après la naissance de la cause d'action, sinon cette réclamation ou cause d'action est exclue. Aucun recouvrement ne peut être demandé ou reçu pour des dommages autres que les frais déboursés. En cas de controverse ou de litige entre SendAfrika et vous découlant de ou en relation avec votre utilisation de l'application, les parties tenteront, rapidement et de bonne foi, de résoudre un tel litige. Si nous ne parvenons pas à résoudre un tel litige dans un délai raisonnable (ne dépassant pas soixante (60) jours), l'une ou l'autre des parties peut soumettre un litige découlant de ou lié aux présentes conditions d'utilisation à l'arbitrage conformément aux règles et procédures de la loi ghanéenne sur le règlement extrajudiciaire des litiges. L'arbitrage aura lieu à Accra, dans le Grand Accra, et sera mené en anglais. Il est toutefois entendu qu'aucune disposition de la présente section ne restreindra ou ne limitera le droit de l'une ou l'autre des parties à demander une injonction auprès d'un tribunal compétent.

source: You agree to defend, indemnify, and hold harmless SendAfrika, its parent corporation, officers, directors, shareholders, predecessors, successors in interest, employees, agents, subsidiaries, and affiliates from any claims, losses, liabilities, expenses (including attorneys’ fees), arising from your use of the application, non-compliance or breach of these terms, legal proceedings from your actions or use, violation of laws or rights of third parties. This indemnification obligation survives these terms and your use of the SendAfrika website.
fr: Vous acceptez de défendre, d'indemniser et de dégager de toute responsabilité SendAfrika, sa société mère, ses dirigeants, administrateurs, actionnaires, prédécesseurs, successeurs en intérêt, employés, agents, filiales et sociétés affiliées contre toute réclamation, perte, responsabilité, dépense (y compris les honoraires d'avocat) découlant de votre utilisation de l'application, du non-respect ou de la violation des présentes conditions, des poursuites judiciaires résultant de vos actions ou de votre utilisation, de la violation des lois ou des droits de tiers. Cette obligation d'indemnisation survit aux présentes conditions et à votre utilisation du site Web SendAfrika.

source: You agree to notify SendAfrika immediately if you suspect unauthorized use of your user ID or password or become aware of any other security breach related to the SendAfrika service. Operators acknowledge that all employees, officers, agents, and representatives with access to user IDs and/or passwords (including former employees) are deemed authorized users of the SendAfrika service, and these terms of use apply to them.
fr: Vous acceptez d'avertir SendAfrika immédiatement si vous suspectez une utilisation non autorisée de votre identifiant d'utilisateur ou de votre mot de passe ou si vous avez connaissance de toute autre violation de sécurité liée au service SendAfrika. Les opérateurs reconnaissent que tous les employés, dirigeants, agents et représentants ayant accès aux identifiants d'utilisateur et/ou aux mots de passe (y compris les anciens employés) sont considérés comme des utilisateurs autorisés du service SendAfrika, et que les présentes conditions d'utilisation s'appliquent à eux.

source: You are
fr: Tu es

source: You are to pay
fr: Vous devez payer

source: You can not make an order for an advert you created.
fr: Vous ne pouvez pas passer de commande pour une annonce que vous avez créée.

source: You can not use this account more than once.
fr: Vous ne pouvez pas utiliser ce compte plus d'une fois.

source: You can take a screenshoot of the account details, so you don't lose it incase you move back.
fr: Vous pouvez prendre une capture d'écran des détails du compte, afin de ne pas le perdre en cas de retour en arrière.

source: You created this Ad
fr: Vous avez créé cette annonce

source: You don't have enough funds
fr: Vous n'avez pas assez de fonds

source: You have paid
fr: Vous avez payé
