Repository: michaelmiracle018/react-native-expo-quick-starter
Catalog: src/languages/locale/locales/*/messages.po
Languages: fr

source: You may not assign this Terms of Use or any rights or obligations hereunder, by operation of law or otherwise, without our prior written approval, and any such attempted assignment shall be void. SendAfrika reserves the right to freely assign this Terms of Use and the rights and obligations hereunder to any third party without notice to or consent from you, and such assignment shall operate as a novation and relieve and discharge SendAfrika from any and all obligations and liability hereunder. Subject to the foregoing, this Terms of Use shall be binding upon and inure to the benefit of the parties hereto, their successors, and permitted assigns.
fr: Vous ne pouvez pas céder les présentes Conditions d'utilisation ni aucun droit ou obligation en vertu de celles-ci, de plein droit ou autrement, sans notre accord écrit préalable, et toute tentative de cession de ce type sera nulle. SendAfrika se réserve le droit de céder librement les présentes Conditions d'utilisation et les droits et obligations en vertu de celles-ci à tout tiers sans préavis ni consentement de votre part, et une telle cession fonctionnera comme une novation et libérera et déchargera SendAfrika de toutes les obligations et responsabilités en vertu des présentes. Sous réserve de ce qui précède, les présentes Conditions d'utilisation seront contraignantes et profiteront aux parties aux présentes, à leurs successeurs et aux ayants droit autorisés.

source: You will receive email notification after completing the verification, when it's successful or when it fails.
fr: Vous recevrez une notification par e-mail après avoir terminé la vérification, lorsqu'elle est réussie ou lorsqu'elle échoue.

source: You'll pay
fr: Tu paieras

source: You'll Pay
fr: Tu paieras

source: You'll pay an amount
fr: Vous paierez un montant

source: You'll Receive
fr: Vous recevrez

source: You'll will receive notification when completed
fr: Vous recevrez une notification une fois terminé

source: Your device does not support biometric authentication.
fr: Votre appareil ne prend pas en charge l'authentification biométrique.

source: Your fx quote was successfully edited, and is now visible online for users.
fr: Votre devis FX a été modifié avec succès et est désormais visible en ligne pour les utilisateurs.

source: Your fx quote was successfully posted, and is now visible online for users.
fr: Votre devis FX a été publié avec succès et est désormais visible en ligne pour les utilisateurs.

source: Your payment failed, Please try again.
fr: Votre paiement a échoué, veuillez réessayer.

source: Your payment was made successfully, we are processing your order.
fr: Votre paiement a été effectué avec succès, nous traitons votre commande.

source: Your privacy and security are important to SendAfrika. The SendAfrika application may collect and use certain data to process your instructions or access the application. Data usage is subject to our privacy policy, which you should read in full as its terms and conditions are incorporated herein.
fr: Votre confidentialité et votre sécurité sont importantes pour SendAfrika. L'application SendAfrika peut collecter et utiliser certaines données pour traiter vos instructions ou accéder à l'application. L'utilisation des données est soumise à notre politique de confidentialité, que vous devez lire dans son intégralité car ses conditions générales sont intégrées aux présentes.

source: Your wallet is empty
fr: Votre portefeuille est vide
